const skillButtons: string[] = [
    'アーマー破壊', 'アシスト', 'アドバンテージ', '溢れる狂気', '怒り', '炎上', 'エクスポーズ', 'オーバーヒート', '恩恵', 'ガード', '回避不可', '回避力上昇', '回避力低下', '回復',
    '回復無効', '解放', 'カウンター', 'カウンター率低下', 'カウンター不可', '帰ってきたぞ', '過小評価', '感染', '疑心', '欺瞞', '救済', '強化解除', '敵全体-強化解除', '強化無効',
    '恐怖', '強要', '共和国の灰', '切り返し', 'クールダウン減少', 'クールダウン増加', 'クールダウン状態から開始', 'クールダウンリセット', '苦悩', '起爆トラップ', '狂気の刃',
    'クリティカルダメージ上昇', 'クリティカルダメージ低下', 'クリティカルヒット無効', 'クリティカル率減少', 'クリティカル率上昇', '疑惑', '暗闇', '軍略の天才', '決意', '攻撃無効',
    '攻撃力低下', '攻撃力上昇', '強靭な防御', '行動喚起', '拷問', '好みの悪党', 'サーマル・デトネーター', '最大HP上昇', 'サイフォン', 'ジェダイ・ナイト', 'ジェダイの意志', 'ジェダイの訓戒',
    'シエン・フォーム', 'ジオノージアン・ブルード', '時間経過ダメージ', '邪悪な戦闘瞑想', '弱体解除', '味方全体-弱体解除', '射撃訓練', '集団意識', '粛清', '準備万端', '招集',
    '賞金稼ぎの決意', '触発', 'ショック', '信頼できるエージェント', 'スキルブロック', 'スタン付与', 'スタン無効化', 'スタンス - クロスガード', 'スタンス - ダブルブレード', 'スタンス - デュアルブレード',
    'ステルス', 'ステルス解除', 'スピード上昇', 'スピード低下', '精度低下', '精度上昇', '憎悪', '即戦闘不能', '即戦闘不能耐性', 'セカンドウィンド', '全体攻撃', '潜伏',
    'ダーク・インフュージョン', 'ターゲットロック', 'ターンメーター入れ替え', 'ターンメーター減少', 'ターンメーター上昇', 'チーワプ社製医療パック', '知略', 'チャージ', '挑発',
    '通訳', '抵抗力低下', '抵抗力上昇', '帝国の罠', 'デスマーク', '伝説の戦闘瞑想', 'デッドリーブラフ', '洞察', '破砕', 'パダワンの訓戒', 'ヒート', '標的', 'フォアサイト', 'フォースエネルギー',
    'フォースの繋がり', 'フォースの酔い', '不屈', '武装解除', '復活', '復活不可', 'ブラステック社製ウェポンモッド', 'フレンジー', 'プロテクション上昇', 'ベスカー・アーマー', 'ベスカー・インゴット',
    'ヘルススティール上昇', 'ボーナス攻撃', 'ホイッスリング・バード', '防御突破力上昇', '防御力低下', '防御力上昇', '報復',
    'マスターの訓練', 'マジックステルス', 'マンダロア', '向こう見ず', '無慈悲', '無慈悲な標的', 'メカニックの知識', 'めまい', '無防備',
    '優位', '勇気', '有効性上昇', '有効性減少', '有用なコマ', '有利', '用心棒', '予備プラン', 'よろめき',
    'リーダー：HP上昇', 'リーダー：アシスト', 'リーダー：回復', 'リーダー：クリティカル率上昇', 'リーダー：最大HP上昇', 'リーダー：スピード上昇', 'リーダー：抵抗力上昇',
    'リーダー：フォアサイト', 'リーダー：プロテクション上昇', 'リーダー：防御力上昇', '連帯', 'ロイヤルハンド',
];
export default skillButtons;